micropython/micropython/ports/raspberrypi/boards/pimoroni_badger2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pimoroni Bagder 2040"
#define MICROPY_HW_MCU_NAME "rp2040"
